START_MESSAGE = """
Школа программирования для детей Coddy Самара приветствует вас 🤗

На этой неделе мы проводим бесплатный мастер-класс для детей 7-15 лет по созданию компьютерных игр и программированию.

✅ На мастер-классе:
 ⁃ Дети 7-10 лет научаться создавать персонажей и решать логические задачи в игре Minecraft и Roblox Studio.
 ⁃Дети 11-15 лет узнают и научатся программировать игры на Python и создавать чат-ботов для ВК и Telegram.

✅ Как проходит:
 ⁃ Текущий уровень не важен. Научим даже с нулевым уровнем
 ⁃ Занятие в мини-группах до 8 человек
 ⁃ Продолжительность - 1,5 часа.

Где проходят мастер-классы:
📌 ул. Ерошевского, 31
📌 ул. Аэродромная, д. 47А, к1 (Аврора Молл)

Чтобы записаться на бесплатный мастер-класс, укажите возраст вашего ребенка 👇
"""


CALLBACK_MESSAGE = """
Спасибо! Остался последний шаг😊

Укажите ваш номер телефона.
Наш администратор свяжется с вами и предоставит более подробную информацию 🤗
"""

END_MESSAGE = """
Спасибо!
Скоро наш администратор свяжется с вами и согласует дату и время мастер-класса!
До встречи на уроке! 🤗
"""

RESPONSE_MESSAGE = """
<b>Новый лид!</b>\n
Имя: {full_name}
Ник в тг: {username}
Телефон: {phone_number}
Возраст ребенка: {age_category}
"""
